[
  {
    "name": "Este dolor no es mío",
    "author": "Wolynn Mark",
    "description": "DEPRESIÓN. ANSIEDAD. DOLORES CRÓNICOS. FOBIAS. PENSAMIENTOS OBSESIVOS. La evidencia científica muestra que los traumas pueden ser heredados. Existen pruebas fiables de que muchos problemas crónicos o de largo plazo pueden no tener su origen en nuestras vivencias inmediatas o en desequilibrios químicos de nuestro cerebro, sino en las vidas de nuestros padres, abuelos o bisabuelos. Mark Wolynn, fundador y director del Instituto de Constelaciones Familiares (FCI) y pionero en el estudio de los traumas familiares heredados, presenta en 'Este dolor no es mío' un enfoque transformador que permite resolver problemas crónicos que no han podido ser aliviados mediante la terapia tradicional, los medicamentos u otras medidas.",
    "price": 28.30,
    "image": "https://contentv2.tap-commerce.com/cover/large/9788484456810_1.jpg?id_com=1113",
    "genres": ["Acción"],
    "stock": 1,
    "editorial": "Gaia Ediciones",
    "edition": 1990
  },
  {
    "name": "Harry potter y la piedra filosofal",
    "author": "Rowling, J. K.",
    "description": "Harry Potter se ha quedado huérfano y vive en casa de sus abominables tíos y del insoportable primo Dudley. Se siente muy triste y solo, hasta que un buen día recibe una carta que cambiará su vida para siempre. En ella le comunican que ha sido aceptado como alumno en el colegio interno Hogwarts de magia y hechicería. A partir de ese momento, la suerte de Harry da un vuelco espectacular. En esa escuela tan especial aprenderá encantamientos, trucos fabulosos y tácticas de defensa contra las malas artes. Se convertirá en el campeón escolar de quidditch, especie de fútbol aéreo que se juega montado sobre escobas, y hará un puñado de buenos amigos... aunque también algunos temibles enemigos. Pero, sobre todo, conocerá los secretos que le permitirán cumplir con su destino. Pues, aunque no lo parezca a primera vista, Harry no es un chico común y corriente. ¡Es un verdadero mago!",
    "price": 24.99,
    "image": "https://http2.mlstatic.com/D_NQ_NP_885399-MLA42274904648_062020-O.webp",
    "genres": ["Terror"],
    "stock": 30,
    "editorial": "Salamandra",
    "edition": 2020
  },
  {
    "name": "Gaturro mundial Qatar 2022",
    "author": "Nik",
    "description": "¡Gaturro va al mundial y lo quiere compartir con vos! En este comic encontrará 39 tiras inéditas, datos y curiosidadesde sobre los 32 países que participarán del Mundial Qatar. Información sobre los jugadores estrella y contenido exclusivo sobre los estadios increíbles donde tendrán lugar los partidos. Los mejores chistes de Mundial, jugadores de los 32 países participantes, datos curiosos, los 8 estadios y mucho más!!!",
    "price": 20.55,
    "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRRv50e55lGAJjaYN8gidFJveBzZJi4wI3yQFpvMzP9Fdcyx_heEo6OR286eB5tsa_Ffbc&usqp=CAU",
    "genres": ["Infantil", "Juvenil", "Humor y Comedia"],
    "stock": 20,
    "editorial": "Catapulta",
    "edition": 2022
  },
  {
    "name": "Juego de tronos (canción de hielo y fuego 1)",
    "author": "George Martin",
    "description": "JUEGO DE TRONOS ES EL PRIMER VOLUMEN DE CANCIÓN DE HIELO Y FUEGO, LA MONUMENTAL SAGA DE FANTASÍA ÉPICA DEL ESCRITOR GEORGE R. R. MARTIN QUE HA VENDIDO MÁS DE 20 MILLONES DE EJEMPLARES EN TODO EL MUNDO. TRADUCIDA A MÁS DE 30 IDIOMAS, ESTA NOVELA HASIDO ADAPTADA A LA TELEVISIÓN EN UNA SUPERPRODUCCIÓN DE HBO. EN EL LEGENDARIO MUNDO DE LOS SIETE REINOS, DONDE EL VERANO PUEDE DURAR DÉCADAS Y EL INVIERNO TODA UNA VIDA, Y DONDE RASTROS DE UNA MAGIA INMEMORIAL SURGEN EN LOS RINCONES MÁS SOMBRÍOS, LA TIERRA DEL NORTE, INVERNALIA, ESTÁ RESGUARDADA POR UN COLOSAL MURO DE HIELO QUE DETIENE A FUERZAS OSCURAS Y SOBRENATURALES. EN ESTE MAJESTUOSO ESCENARIO, LORD STARK Y SU FAMILIA SE ENCUENTRAN EN EL CENTRO DE UN CONFLICTO QUE DESATARÁ TODAS LAS PASIONES: LA TRAICIÓN Y LALEALTAD, LA COMPASIÓN Y LA SED DE VENGANZA, EL AMOR Y EL PODER, LA LUJURIA Y EL INCESTO, TODO ELLO PARA GANAR LA MÁS MORTAL DE LAS BATALLAS: EL TRONO DE HIERRO, UNA PODEROSA TRAMPA QUE ATRAPARÁ A LOS PERSONAJES... Y AL LECTOR.",
    "price": 35.18,
    "image": "https://http2.mlstatic.com/D_NQ_NP_779250-MLA30414595995_052019-O.webp",
    "genres": ["Fantasía"],
    "stock": 12,
    "editorial": "Debolsillo",
    "edition": 1987
  },
  {
    "name": "El resplandor",
    "author": "King Stephen",
    "description": "Danny tenía cinco años, y a esa edad pocos niños saben que los espejos invierten las imágenes, y menos aún pueden diferenciar entre realidad y fantasía. Pero Danny tenía pruebas de que sus fantasías relacionadas con el resplandor del espejo acabarían cumpliéndose. Su madre estaba pensando en el divorcio, y su padre, obsesionado con algo muy malo, tan malo como la muerte y el suicidio, necesitaba aceptar la propuesta de cuidar aquel hotel de lujo, con más de cien habitaciones y aislado por la nieve, durante seis meses. Hasta el deshielo iban a estar solos. ¿Solos? ",
    "price": 48.64,
    "image": "https://http2.mlstatic.com/D_NQ_NP_679936-MLA33018282359_112019-O.webp",
    "genres": ["Terror"],
    "stock": 17,
    "editorial": "Debolsillo",
    "edition": 2019
  },
  {
    "name": "Violeta",
    "author": "Allende Isabel",
    "description": "Violeta, la primera niña de una familia de cinco bulliciosos hermanos, viene al mundo un tormentoso día de 1920. Desde el principio su vida estará marcada por acontecimientos extraordinarios, pues todavía se sienten las ondas expansivas de la Gran Guerra cuando la gripe española llega a las orillas de su país sudamericano natal, casi en el momento exacto de su nacimiento. Gracias a la clarividencia del padre, la familia saldrá indemne de esta crisis para enfrentarse a una nueva, cuando la Gran Depresión altera la elegante vida urbana que Violeta ha conocido hasta ahora. Lo perderán todo y se verán obligados a retirarse a una región salvaje y remota del país. Allí Violeta alcanzará la mayoría de edad y tendrá su primer pretendiente... En una larga carta dirigida a una persona a la que ama por encima de todas las demás, Violeta rememora devastadores desengaños amorosos y romances apasionados, momentos de pobreza y también de prosperidad, pérdidas terribles e inmensas alegrías. Moldearán su vida algunos de los grandes sucesos de la historia: la lucha por los derechos de la mujer, el auge y la caída de tiranos y, en última instancia, no una sino dos pandemias. Vista con los ojos de una mujer poseedora de una pasión, una determinación y un sentido del humor inolvidables que la sostienen a lo largo de una vida turbulenta, Isabel Allende nos regala, una vez más, una historia épica profundamente inspiradora y emotiva.",
    "price": 29.99,
    "image": "https://contentv2.tap-commerce.com/cover/large/9789500766647_1.jpg?id_com=1113",
    "genres": ["Romance"],
    "stock": 1,
    "editorial": "Sudamericana",
    "edition": 2021
  },
  {
    "name": "Vista desde una acera",
    "author": "Allende Isabel",
    "description": "Esta es la historia de Fernando y Adrián, dos jovenes colombianos, estudiantes universitarios de literatura, novios. También es la historia de sus dificultades, económicas, familiares, personales; y de sus deseos y proyectos compartidos. Pero es, además y trágicamente, la historia de un diagnóstico: el de HIV positivo en una época en que su efecto sólo podía ser devastador para la salud y el futuro de ambos. Luminosa y desgarradora, Vista desde una acera es una novela que conmueve por lo crudo de su relato y al mismo tiempo asombra por la gracia y belleza de su lenguaje. Como en Un beso de Dick, su otra novela, Fernando Molano Vargas ofrece aquí un alegato a favor del amor, los sentimientos y la literatura. ",
    "price": 27.69,
    "image": "https://contentv2.tap-commerce.com/cover/large/9789878473536_1.jpg?id_com=1113",
    "genres": ["Aventura"],
    "stock": 10,
    "editorial": "Blatt & Rios",
    "edition": 2010
  },
  {
    "name": "Treinta y seis metros",
    "author": "Ambao Santiago",
    "description": "Cosas que pasan porque sí, cafés que se tiran a la pileta sin beber, tostadas que se tiran a la basura sin comer, un protagonista que trata de poner name a sus sentimientos pero que se obliga a no pensar en determinadas direcciones, una mujer que casi siempre está en la ducha o tras otro tipo de mamparas, otra mujer que asoma como promesa pero que apenas se roza, una chica inocente y ligeramente bizca, un funcionario que enloquece justo cuando esta llegando a su jubilación, un jefe o dos que hacen y deshacen a su antojo, dos niños que se sumergen en la realidad deformada de la Play Station, un televisor de última generación, un sillón confortable y la mejor cafetera posible, el deseo no cumplido de ir a pescar en familia, una fuga interior, una fuga futura.",
    "price": 15.90,
    "image": "https://contentv2.tap-commerce.com/cover/large/9788418690266_1.jpg?id_com=1113",
    "genres": ["Suspenso"],
    "stock": 34,
    "editorial": "Barret",
    "edition": 2022
  },
  {
    "name": "El sutil arte de que (casi todo) te importe una mierda",
    "author": "Mark Manson",
    "description": "En esta guía de autoayuda, el bestseller internacional que esta definiendo a toda una generación, el bloguero superestrella Mark Manson nos demuestra que la clave para ser personas más seguras y felices es manejar de mejor forma la adversidad. ¨A la mierda con la positividad! Durante los últimos a¤os, Mark Manson -en su popular blog- se ha afanado en corregir nuestras delirantes expectativas sobre nosotros mismos y el mundo. Ahora nos ofrece su intrépida sabiduría en este libro pionero. Manson nos recuerda que los seres humanos somos falibles y limitados: no todos podemos ser extraordinarios: hay ganadores y perdedores en la sociedad, y esto no siempre es justo o es tu culpa. Manson nos aconseja que reconozcamos nuestras limitaciones y las aceptemos. Esto es, segun él, el verdadero origen del empoderamiento. Una vez que abrazamos nuestros temores, faltas e incertidumbres, una vez que dejamos de huir y evadir y empezamos a confrontar las verdades dolorosas, podemos comenzar a encontrar el valor, la perseverancia, la honestidad, la responsabilidad, la curiosidad y el perdón que buscamos. Manson nos ofrece un momento de urgente sinceridad, ese cuando alguien te sujeta por los hombros y te mira a los ojos para tener una charla honesta, pero llena de historias entretenidas y de humor profano, despiadado. Este manifiesto es una refrescante bofetada en nuestra cara, para que podamos empezar a llevar vidas más satisfechas y con los pies en la tierra.",
    "price": 39.43,
    "image": "https://http2.mlstatic.com/D_NQ_NP_625471-MLA32092065241_092019-O.webp",
    "genres": ["Autoayuda"],
    "stock": 14,
    "editorial": "Harper Collins",
    "edition": 2011
  },
  {
    "name": "El Principito",
    "author": "Antoine de Saint-Exupéry",
    "description": "El Principito fue escrito por Antoine de Saint-Exupéry y publicado por primera vez en 1943. Desde entonces se ha traducido a más de doscientos cincuenta idiomas y dialectos. Dicen que deberá ser leido al menos tres veces en la vida: una cuando se es niño, otra cuando se es adulto y una tercera cuando se es anciano. La razón es que en cada etapa de la vida, El Principito puede ser interpretado de una manera diferente. Sin ninguna duda, estimado lector, ésta es una de las tres oportunidades de tu vida.",
    "price": 20.92,
    "image": "https://http2.mlstatic.com/D_NQ_NP_761748-MLA48711035387_122021-O.webp",
    "genres": ["Novelas"],
    "stock": 22,
    "editorial": "Artemisa",
    "edition": 2018
  },
  {
    "name": "Revolución",
    "author": "Perez Reverte Arturo",
    "description": "Esta es la historia de un hombre, tres mujeres, una revolución y un tesoro. La revolución fue la de México en tiempos de Emiliano Zapata y Francisco Villa. El tesoro fueron quince mil monedas de oro de a veinte pesos de las denominadas maximilianos, robadas en un banco de Ciudad Juárez el 8 de mayo de 1911. El hombre se llamaba Martín Garret Ortiz y era un joven ingeniero de minas español. Todo empezó para él ese mismo día, cuando desde su hotel oyó un primer disparo lejano. Salió a la calle para ver qué ocurría, y a partir de ese momento su vida cambió para siempre... Revolución es mucho más que una novela sobre los dramáticos acontecimientos que sacudieron la república mexicana en el primer tercio del siglo XX. Es un relato de iniciación y madurez a través del caos, la lucidez y la violencia: el asombroso descubrimiento de las reglas ocultas que determinan el amor, la lealtad, la muerte y la vida. La crítica dijo... «Me gusta Pérez-Reverte. Me recuerda a Dumas y a Salgari». Umberto Eco",
    "price": 34.26,
    "image": "https://contentv2.tap-commerce.com/cover/large/9789877389746_1.jpg?id_com=1113",
    "genres": ["Historia"],
    "stock": 4,
    "editorial": "Alfaguara",
    "edition": 2022
  },
  {
    "name": "Shrek tercero el álbum de la película",
    "author": "Desconocido",
    "description": "Álbum de Shrek Tercero",
    "price": 2.54,
    "image": "https://contentv2.tap-commerce.com/cover/large/9788424148621_1.jpg?id_com=1113",
    "genres": ["Infantil", "Humor y Comedia"],
    "stock": 13,
    "editorial": "Everest",
    "edition": 2000
  },
  {
    "name": "Dibu Martinez: Pasión por el fútbol",
    "author": "Martinez Emiliano",
    "description": "El fútbol es su gran pasión, eso Dibu Martinez lo sabe desde que era muy chico. En la playa con su hermano y los Mostris, el fútbol era cosa de todos los días. La preparación y el compromiso fueron siempre sus guías. ¿Cómo se llega a ser uno de los mejores arqueros del mundo? ¿Cómo se persiguen los sueños? Siempre para adelante, siempre poniendo garra y esforzándose. Y que la pasión te lleve a la gloria! «Emi logró transitar un camino exitoso. Tuvo obstáculos, pero los fue atravesando con paciencia y grandeza. La pasión y la determinación lo llevaron a donde está hoy y por eso es un gran ejemplo para todos». Pepe Santoro",
    "price": 22.25,
    "image": "https://contentv2.tap-commerce.com/cover/large/9789878940182_1.jpg?id_com=1113",
    "genres": ["Ficción", "Infantil"],
    "stock": 10,
    "editorial": "Montena",
    "edition": 2022,
    "visible": false
  },
  {
    "name": "El tiempo de las moscas",
    "author": "Piñeiro Claudia",
    "description": "Inés sale en libertad, después de quince años presa por haber asesinado a Charo, la amante de su ex marido. Su vida ha cambiado, pero así también la sociedad: el avance del feminismo, las leyes de matrimonio igualitario y del aborto, el lenguaje inclusivo. Inés, una ama de casa tradicional y a quien la maternidad no le resultó algo feliz, entiende que debe ser práctica y adaptarse a la nueva realidad. Aunque le cueste. Se asocia con la única amiga que hizo dentro de la cárcel, la Manca, y ponen una empresa doble: ella se ocupa de hacer fumigaciones y su socia de investigar como detective privada. Como unas Thelma y Louise del conurbano, Inés y la Manca enfrentan situaciones complicadas, con el deseo de reinventarse. Hasta que, inesperadamente, una de las clientas de Inés, la Señora Bonar, le propone un intercambio muy inquietante; como salida de las tinieblas del pasado, la propuesta puede inclinar la balanza peligrosamente hacia el lado desfavorable. Pero también puede cambiarles la vida. La crítica ha dicho... «He terminado de leer Catedrales, una novela de Claudia Piñeiro que me ha tenido tres días totalmente enganchado. Me pregunto si hay una posible adaptación para el cine.» Pedro Almodóvar, director de cine «La novela negra del año... Lo tiene todo. Apuesta literaria, crítica social, grandes temas. » Juan Carlos Galindo, Babelia - El País sobre Catedrales «Breve y elegante... una lacerante crónica sobre la relación madre e hija, la humillación de la burocracia, la responsabilidad en el cuidado de los otros y las imposiciones del dogma religioso en las mujeres.» New York Times sobre Elena sabe «Sus libros suelen proporcionarnos muy fecundos cruces entre niveles narrativos diferentes: en Las maldiciones está la ficción política pero también un nivel absolutamente íntimo que tiene que ver con la paternidad.» Eduardo Sacheri «Las viudas de los jueves es una novela ágil y un análisis implacable de un microcosmos social en acelerado proceso de decadencia.» José Sar",
    "price": 20.17,
    "image": "https://contentv2.tap-commerce.com/cover/large/9789877389753_1.jpg?id_com=1113",
    "genres": ["Novelas"],
    "stock": 0,
    "editorial": "Alfaguara",
    "edition": 2016
  },
  {
    "name": "La encomienda",
    "author": "García Robayo Margarita",
    "description": "Una inquietante novela sobre la incertidumbre, los recuerdos, los miedos, la soledad, las relaciones familiares y los anhelos de futuro. La narradora de estas páginas vive a cinco mil kilómetros de su país natal, trabaja para una agencia de publicidad, quiere tramitar una beca para irse a escribir a Holanda y mantiene periódicas videoconferencias con su hermana. Esta le manda encomiendas, paquetes que incluyen comida, dibujos de sus sobrinos y de vez en cuando alguna sorpresa, como una vieja fotografía. A menudo la comida llega podrida. Una serie de figuras y acontecimientos irán dejando entrever las fisuras que se abren en la cotidianeidad de la protagonista: la recepción de una enorme caja difícil de abrir, una gata que se pasea por el edificio en el que vive, los vecinos que se ausentan y los que llaman a su puerta, el hijo de una vecina, las idas y venidas de su novio, un vagabundo...Y es que, como ella misma dice: 'Con qué rapidez se hace pedazos la cáscara de una rutina. Cualquier rutina, por sólida que sea, es arrasada por lo imprevisto.' Con mano maestra y notable economía de medios, Margarita García Robayo conduce al lector por el laberinto de su protagonista y narradora en esta inquietante novela que habla de incertidumbre, recuerdos, miedos, soledad, relaciones familiares, perspectivas de maternidad y anhelos de futuro. Un libro de contenida intensidad, repleto de atisbos más que de certezas,que confirma a la autora como una de las voces de la actual narrativa latinoamericana. ",
    "price": 18.90,
    "image": "https://contentv2.tap-commerce.com/cover/large/9788433999511_1.jpg?id_com=1113",
    "genres": ["Novelas"],
    "stock": 31,
    "editorial": "Anagrama",
    "edition": 2017,
    "visible": false
  }, 
  {
    "name": "Pensar rápido, Pensar despacio",
    "author": "Kahneman Daniel",
    "description": "En Pensar rápido, pensar despacio, un éxito internacional, Kahneman presenta por primera vez su revolucionaria perspectiva del cerebro y explica los dos sistemas que modelan cómo pensamos. El sistema 1 es rápido, intuitivo y emocional, mientras que el sistema 2 es más lento, deliberativo y lógico. El impacto de la aversión a la pérdida y el exceso de confianza en las estrategias empresariales, la dificultad de predecir lo que nos hará felices en el futuro o el profundo efecto de los sesgos cognitivos sobre todo lo que hacemos solo pueden comprenderse si entendemos el funcionamiento conjunto de los dos sistemas a la hora de formular nuestros juicios y decisiones.",
    "price": 45.46,
    "image": "https://contentv2.tap-commerce.com/cover/large/9789871786404_1.jpg?id_com=1113",
    "genres": ["Psicología"],
    "stock": 25,
    "editorial": "Debate",
    "edition": 2012
  },
  {
    "name": "Los siete pecados capitales (6)",
    "author": "Suzuki Nakaba",
    "description": "Esta es la leyenda de los Siete Pecados Capitales, un grupo de caballeros protectores del reino de Liones, que diez años atrás fueron acusados de asesinos y traidores por, aparentemente, tratar de matar a Zaratras, el Gran Caballero Sagrado. Cada uno de ellos fue acusado de un pecado capital, al que está asociado. Luego de intentar organizar una revuelta para derrocar al rey de Britannia, que se vio frustrada porque fueron vencidos por los Caballeros Sagrados, deciden dispersarse y desaparecer. Pero la situación es algo diferente en el presente, ya que el rey fue derrocado por los mismos Caballeros Sagrados, quienes tomaron a toda la familia real como prisionera y se autoproclamaron como los nuevos dueños de Britannia. La princesa Elizabeth logra escapar y decide ir en busca de aquellos Siete Pecados Capitales, los únicos capaces de hacerle frente a los Caballeros Sagrados.",
    "price": 6.30,
    "image": "https://contentv2.tap-commerce.com/cover/large/9788417920562_1.jpg?id_com=1113",
    "genres": ["Manga"],
    "stock": 16,
    "editorial": "Ivrea",
    "edition": 2019
  },
  {
    "name": "Cuento de hadas",
    "author": "King Stephen",
    "description": "Estoy seguro de que puedo contar esta historia. También estoy seguro de que nadie se la creerá. Eso me da igual. Me basta con contarla. Para mí -y está claro que para muchos escritores, no solo los novatos como yo-, el problema es decidir por dónde empezar. (...) Y ahora, mientras pienso en esas cosas, veo un claro hilo que conduce a lo largo de los años hasta el señor Bowditch y el cobertizo cerrado con candado detrás de su vieja y ruinosa casa victoriana. Aunque un hilo puede romperse fácilmente. Por tanto, no un hilo, sino una cadena. Una cadena sólida. Y yo era el chico con el grillete en torno a la muñeca. ",
    "price": 57.23,
    "image": "https://contentv2.tap-commerce.com/cover/large/9789506446437_1.jpg?id_com=1113",
    "genres": ["Terror"],
    "stock": 13,
    "editorial": "Plaza & Janes Editores",
    "edition": 2022
  },
  {
    "name": "Deja de ser Tú",
    "author": "Dispenza Joe",
    "description": "Joe Dispenza se ha convertido en un must para los que saben que la realidad se empieza a fraguar en la mente. A diferencia de otros autores que se pierden en libros demasiado teóricos, el creador de 'Deja de ser tú' es capaz de explicar los procesos mentales y cómo incidir en ellos de forma clara, fresca e inspiradora a partir de los últimos avances en neurociencia, biología y genética. ",
    "price": 37.84,
    "image": "https://contentv2.tap-commerce.com/cover/large/9789507883248_1.jpg?id_com=1113",
    "genres": ["Autoayuda", "Desarrollo personal"],
    "stock": 9,
    "editorial": "Urano",
    "edition": 2020
  },
  {
    "name": "Un asedio de cielos rojos",
    "author": "London Alex",
    "description": "Los mellizos Kylee y Brysen deben separarse por primera vez en su vida. Kylee se refugia en el Castillo del Cielo, entrenándose con las Madres Búho para dominar a lengua hueca y a la letal águila fantasma. Pero en un clima de creciente intriga política, el drama de la corte se cuela a través de las piedras del castillo como la sangre de una pluma rota. Cuando Kylee llama la atención de un siniestro y atractivo noble, comprende que, en política, cualquiera puede ser depredador y cualquiera, presa. Tras regresar a Seis Aldeas, Brysen se prepara para el ataque de los kartamis. Las Aldeas se han convertido en la primera línea de defensa de Uztar, y los refugiados están acudiendo desde las llanuras. Pero su llegada pone al descubierto los instintos más oscuros de los aldeanos y provoca esperanzas heroicas en Brysen. Mientras dirige la agitada situación en tierra firme, también deberá lidiar con la atracción que siente por un misterioso chico, con un inesperado regalo del cielo, y con una elección: dar vida o quitarla. En cuestiones del corazón, todo el mundo es depredador y todo el mundo, presa. Los mellizos volverán a encontrarse en el campo de batalla, librando la misma guerra desde distintos bandos. Pero el águila fantasma tiene sus propios planes. En la guerra, todos somos presas. ",
    "price": 27.03,
    "image": "https://contentv2.tap-commerce.com/cover/large/9789874132888_1.jpg?id_com=1113",
    "genres": ["Juvenil"],
    "stock": 0,
    "editorial": "Puck",
    "edition": 2022
  },
  {
    "name": "París en el siglo XX",
    "author": "Verne",
    "description": "París en el siglo XX es una de las novelas más desconocidas de Julio Verne y fue publicada por primera vez en francés en 1994. Es considerada como la «novela perdida» de Julio Verne, ya que fue escrita en 1863 y se mantuvo oculta durante más de ciento treinta años. El manuscrito que sirvió de base a la novela fue completado ese mismo año y después fue olvidado en una caja fuerte hasta que fue descubierto en 1989 por Jean Verne, bisnieto de Julio Verne. El principio de la historia se ubica en París, exactamente el día 13 de agosto de 1960. Ese día, la «Corporación Nacional de Crédito Instruccional» una moderna versión del viejo Ministerio de Educación creado en 1837 durante el reinado de Napoleón V celebra su ceremonia anual en la cual se premian los logros académicos alcanzados por los jóvenes graduados franceses. ",
    "price": 27.05,
    "image": "https://contentv2.tap-commerce.com/cover/large/9788413375212_1.jpg?id_com=1113",
    "genres": ["Ficción"],
    "stock": 28,
    "editorial": "Editorial Verbum",
    "edition": 2021
  },
  {
    "name": "La montaña mágica",
    "author": "Mann",
    "description": "La estancia que preveía corta se dilata en el tiempo y acaba formando parte de esta nueva forma de vida en la que se relativiza el transcurso del tiempo. Sentado en el balcón del sanatorio y envuelto en una manta, Hans reflexiona acerca de la vida, la muerte y el amor.",
    "price": 68.66,
    "image": "https://contentv2.tap-commerce.com/cover/large/9781005459475_1.jpg?id_com=1113",
    "genres": ["Ficción", "Poesía"],
    "stock": 35,
    "editorial": "Innisfree",
    "edition": 2022
  },
  {
    "name": "El niño con el pijama de rayas",
    "author": "Boyne John",
    "description": "Estimado lector; estimada lectora: Aunque el uso habitual de un texto como éste es describir las características de la obra; por una vez nos tomaremos la libertad de h acer una excepción a la norma establecida. No sólo porque el libro que tienes en tus manos es muy difícil de definir; sino porque estamos convencidos de que explicar su contenido estropearía la experiencia de la lectura. Creemos que es importante empezar esta novela sin saber de qué trata. No obstante; si decides embarcarte en la aventura; debes saber que acompañarás a Bruno; un niño de nueve años; cuando se muda con su familia a una casa junto a una cerca. Cercas como ésa existen en muchos sitios del mundo; sólo deseamos que no te encuentres nunca con una. Por último; cabe aclarar que este libro no es sólo para adultos; también lo pueden leer; y sería recomendable que lo hicieran; niños a partir de los trece años de edad.",
    "price": 20.99,
    "image": "https://imgserver1.fierro.com.ar/get/thumb/360/509/MCI-300916=9789878000381.jpg",
    "genres": ["Ficción"],
    "stock": 8,
    "editorial": "Salamandra",
    "edition": 2020
  },
  {
    "name": "El castillo",
    "author": "Kafka Franz",
    "description": "El castillo cuenta los infructuosos intentos del agrimensor K. por acceder a las autoridades del castillo, que al parecer ha reclamado sus servicios, y obtener el permiso para ejercer su trabajo y establecerse así en la aldea en la que ha sido recibido como un forastero. Con su insistencia en reclamar los derechos que le corresponden, las peripecias a menudo cómicas del agrimensor K. configuran una parábola insondable sobre la abstrusa condición del poder y sobre el difícil sentimiento de pertenencia que angustia al hombre moderno. Reseñas: «Habla un discípulo de Kafka, un tardío discípulo de Kafka, pero que sigue sintiéndolo y agradeciendo lo mucho que él le ha dado y lo poco que él ha podido hacer con ese espléndido regalo de su obra.» Jorge Luis Borges. «El mundo de Kafka es, en verdad, un universo indecible donde el hombre se da el lujo torturante de pescar en una bañera, sabiendo que no saldrá nada.» Albert Camus.",
    "price": 20.03,
    "image": "https://contentv2.tap-commerce.com/cover/large/9788497593267_1.jpg?id_com=1113",
    "genres": ["Ficción"],
    "stock": 22,
    "editorial": "Debolsillo",
    "edition": 2017
  },
  {
    "name": "Los siete pecados capitales (18)",
    "author": "Suzuki Nakaba",
    "description": "Esta es la leyenda de los Siete Pecados Capitales, un grupo de caballeros protectores del reino de Liones, que diez años atrás fueron acusados de asesinos y traidores por, aparentemente, tratar de matar a Zaratras, el Gran Caballero Sagrado. Cada uno de ellos fue acusado de un pecado capital, al que está asociado. Luego de intentar organizar una revuelta para derrocar al rey de Britannia, que se vio frustrada porque fueron vencidos por los Caballeros Sagrados, deciden dispersarse y desaparecer. Pero la situación es algo diferente en el presente, ya que el rey fue derrocado por los mismos Caballeros Sagrados, quienes tomaron a toda la familia real como prisionera y se autoproclamaron como los nuevos dueños de Britannia. La princesa Elizabeth logra escapar y decide ir en busca de aquellos Siete Pecados Capitales, los únicos capaces de hacerle frente a los Caballeros Sagrados. Cada miembro de los SDS representa a un animal o bestia, a la que se asocia uno de los siete pecados capitales de los que fueron erróneamente acusados. La serie juega todo el tiempo con el tema de manera general y poco ortodoxa, diferenciándose de otras que los han tomado de una forma más lineal. También hay algunos guiños al asunto de los pecados capitales en cómo es que obtuvieron sus poderes. Así Meliodas lleva al Dragón (la ira), Diane a la serpiente (la envidia), Ban al zorro (la codicia), King al oso Grizzly (la pereza), Gowther la cabra (la lujuria), Merlín al jabalí (la gula) y Escanor al león (la soberbia). La historia mezcla aventura, fantasía, acción y misterio, y está repleta de referencias a historias clásicas, tropos y temáticas tradicionales en las historias de caballeros y espadas.",
    "price": 6.30,
    "image": "https://contentv2.tap-commerce.com/cover/large/9788418837098_1.jpg?id_com=1113",
    "genres": ["Manga"],
    "stock": 7,
    "editorial": "Ivrea",
    "edition": 2021
  },
  {
    "name": "Naruto (5)",
    "author": "Kishimoto Masashi",
    "description": "Por recomendación de Kakashi, Naruto y los demás van a dar los exámenes para Chuunin! Pero antes de entrar a la sala de exámenes Sasuke es desafiado por un chico... Y parece ser muy problemático! Ahora que los más fuertes y peligrosos están todos reunidos... La prueba finalmente puede comenzar!.",
    "price": 7.00,
    "image": "https://contentv2.tap-commerce.com/cover/large/9786075280790_1.jpg?id_com=1113",
    "genres": ["Manga"],
    "stock": 5,
    "editorial": "Panini Comics Argentina",
    "edition": 2019
  },
  {
    "name": "La metamorfosis",
    "author": "Kafka Franz",
    "description": "Al despertar Gregorio Samsa una mañana, tras un sueño intranquilo, se encontró en su cama convertido en un monstruoso insecto. Tal es el abrupto comienzo, que nos sitúa de raíz bajo unas reglas distintas, de 'La metamorfosis' , sin duda alguna la obra de Franz Kafka que ha alcanzado mayor celebridad. Escrito en 1912 y publicado en 1916, este relato es considerado una de las obras maestras del siglo xx por sus innegables rasgos precursores y el caudal de ideas e interpretaciones que desde siempre ha suscitado. Completan este volumen los relatos «Un artista del hambre» y «Un artista del trapecio».",
    "price": 7.63,
    "image": "http://imgserver1.fierro.com.ar/get/thumb/360/509/MCI-320404=9789877671766.jpg",
    "genres": ["Ficción"],
    "stock": 22,
    "editorial": "Colihue",
    "edition": 1997
  },
  {
    "name": "Así habló Zaratustra",
    "author": "Nietzsche Friedrich",
    "description": "Así habló Zaratustra constituye, según manifiesta expresamente su autor, la culminación de todo el pensamiento filosófico de Nietzsche, incluyendo sus textos posteriores. No es únicamente que la relevancia de ciertos conceptos permita hablar de Así habló Zaratustra como elinicio de una nueva época en la filosofía de su autor. Es que el significado de esta valoración que Nietzsche hace de su obra es crucial para entender correctamente su contenido y evitar la tentación de una exégesis que viera en el Zaratustra una simple licencia literaria o una exposición simbólica de lo que Nietzsche ya había dicho, en un formato estrictamente filosófico, en sus obras anteriores.",
    "price": 26.07,
    "image": "https://contentv2.tap-commerce.com/cover/large/9789876348096_1.jpg?id_com=1113",
    "genres": ["Ficción", "Filosofía"],
    "stock": 13,
    "editorial": "Lea",
    "edition": 2012
  },
  {
    "name": "El corazón delator y otras historias",
    "author": "Poe Edgar Allan",
    "description": "Este libro reúne algunos de los mejores relatos breves de Edgar Allan Poe,tales como 'El corazón delator', 'La carta robada', 'El gato negro', entre otros, ilustrados magistralmente por el artista plástico Poly Bernatene.",
    "price": 17.81,
    "image": "https://editorial.tirant.com/high/9788412071887.jpg",
    "genres": ["Ficción", "Terror"],
    "stock": 30,
    "editorial": "Unaluna Ediciones",
    "edition": 2019
  },
  {
    "name": "Las crónicas de Narnia - El león, la bruja y el armario",
    "author": "Lewis C.S.",
    "description": "Narnia?, un mundo congelado?, una tierra que aguarda su liberación. Cuatro niños descubren un armario que les sirve de puerta de acceso a Narnia, un país congelado en un invierno eterno y sin Navidad. Entonces, cumpliendo con las viejas profecías, los niños junto con el león Aslan serán los encargados de liberar al reino de la tiranía de la Bruja Blanca y recuperar el verano, la luz y la alegría para todos los habitantes de Narnia.",
    "price": 16.79,
    "image": "https://www.libreriasinopsis.com/imagenes/9788408/978840821004.JPG",
    "genres": ["Ficción", "Fantasía"],
    "stock": 11,
    "editorial": "Planeta",
    "edition": 2019
  },
  {
    "name": "El puño de la estrella del norte (3)",
    "author": "Hara Tetsuo",
    "description": "Kenshiro conoce a Rei, maestro del Nanto Suicho-ken que viaja en busca de su hermana Airi. Tras ofrecerse a ayudar al pueblo de Mamiya y conseguirlo, se ganan el rencor del clan del Colmillo, que captura a Airi como rehén.",
    "price": 15.90,
    "image": "https://contentv2.tap-commerce.com/cover/large/9789504976110_1.jpg?id_com=1113",
    "genres": ["Manga"],
    "stock": 9,
    "editorial": "Planeta",
    "edition": 2022
  },
  {
    "name": "Sueños y transformaciones - Jornadas de Winterthur y de Zúrich",
    "author": "Jung Carl Gustav",
    "description": "Este volumen reúne diversos encuentros con C. G. Jung que tuvieron lugar durante sus últimos años de vida. Interpelado en el círculo de amigos y respondiendo a las preguntas de colegas y estudiantes, Jung expone «para fines didácticos», como él mismo dirá, aspectos básicos de la Psicología Analítica. Las nociones en torno a las que se organizan las sesiones son los sentimientos, la redención, los nuevos símbolos, las proyecciones y la sombra, en las jornadas de 1957 y 1959 en Winterthur; los sueños y las transformaciones, la práctica del análisis y la sombra de la Psicología Analítica, en las jornadas de Zúrich de 1958. Pero, más allá de esta finalidad didáctica, la riqueza de los asuntos abordados en estas conversaciones da ocasión a Jung para exponer sus perplejidades mejor que sus certezas, su humildad científica antes que un conocimiento autosuficiente, una actitud más que un cuerpo de doctrina: «Con la 'hybris' del intelecto no se llega a ninguna parte. Tienen que aceptar que lo inconsciente aporta algo, y de ustedes depende que entiendan su lenguaje, el de lo inconsciente.» ",
    "price": 15.38,
    "image": "https://www.libreriasinopsis.com/imagenes/9788413/978841364085.JPG",
    "genres": ["Psicología"],
    "stock": 13,
    "editorial": "Trotta",
    "edition": 2022
  },
  {
    "name": "Ilíada",
    "author": "Homero",
    "description": "Hasta nuestros días ha llegado, con envidiable fuerza y vitalidad, el canto de la cólera de Aquiles, más de veintisiete siglos después. Atribuida a Homero, la Ilíada es un clásico entre los clásicos y una cita obligada para cualquier lector amante de la cultura occidental. La vigencia del asedio de Troya por parte de los aqueos se mantiene gracias a una prosa aún vibrante, que genera multitud de ecos en el cine, la literatura y otras disciplinas artísticas de nuestro tiempo.",
    "price": 5.77,
    "image": "https://www.libreriasinopsis.com/imagenes/9788466/978846623675.JPG",
    "genres": ["Clásicos"],
    "stock": 8,
    "editorial": "Editorial Libsa",
    "edition": 2017
  },
  {
    "name": "Los dominios de Arnheim",
    "author": "Poe Edgar Allan",
    "description": "Aunque habitualmente se confunde con un tratado sobre jardinería envuelto en una atmósfera oscura, «Los dominios de Arhnheim» es mucho más que eso: el protagonista, Ellison, diserta sobre la relación entre filosofía y naturaleza, y el impacto que tiene la acción del hombre sobre ella. Su conclusión es que la naturaleza es un borrador casi perfecto de todo lo que puede conseguir la mente humana gracias a la imaginación. Dos años más tarde, Poe continuó con el tema en «La casa de Landor», una pieza breve escrita en 1849, y que fue el último texto en prosa que completó antes de su muerte, en noviembre de ese mismo año. En esta edición reunimos los dos relatos por primera vez como una unidad compacta, con una introducción y nueva traducción de Juan Gabriel López Guix.",
    "price": 9.62,
    "image": "https://www.libreriasinopsis.com/imagenes/9788412/978841229550.JPG",
    "genres": ["Ficción"],
    "stock": 14,
    "editorial": "Alpha Decay",
    "edition": 2021
  },
  {
    "name": "El arte de la guerra",
    "author": "Tzu Sun",
    "description": "«El agua para fluir se adapta al terreno, el guerrero para vencer se adapta al enemigo.» Desde la disposición de los ejércitos hasta el uso de espías, pasando por el estudio del terreno o la relación entre los mandos y los soldados rasos. Puede parecer que los trece capítulos de El arte de la guerra el maestro Sun solo nos habla de estrategia militar, pero lo sugerente de sus sentencias y la profundidad de sus enseñanzas sobre el control de los tiempos, la psicología de las personas y los grupos o la naturaleza del poder convierten este clásico del pensamiento oriental en lectura obligatoria para todo el que quiera aprender a lidiar con éxito con sus conflictos cotidianos. «El estratega victorioso vence primero y después lucha. El estratega fracasado primero lucha y después busca la victoria.» Además, esta edición incluye explicaciones que ayudan a comprender el significado de las observaciones de Sun Tzu y hacen el texto mucho más accesible para los lectores de hoy.",
    "price": 8.95,
    "image": "https://www.libreriasinopsis.com/imagenes/9788408/978840826244.JPG",
    "genres": ["Filosofía"],
    "stock": 8,
    "editorial": "Planeta",
    "edition": 2022
  }
]
